Revit 2024 API
BuiltInFailures.AssemblyFailures.AssemblyInvalidMember Property
 Some elements became ineligible to be included in an assembly and were removed.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId AssemblyInvalidMember { get; }
Visual Basic
Public Shared ReadOnly Property AssemblyInvalidMember As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ AssemblyInvalidMember {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.AssemblyFailures Class
Autodesk.Revit.DB Namespace